Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_view_coloring_fromSelection
source: highlight pattern
ar: highlight pattern تمييز نمط
cs: zvýraznění zvyrazneni vzor highlight pattern
de: hervorheben muster highlight pattern
el: επισήμανση μοτίβο highlight pattern
es: resaltar patrón highlight pattern
fa: برجسته‌سازی الگو, highlight pattern
fr: surligner motif highlight pattern
hu: színezés szinezes kiemelés kiemeles minta highlight pattern
id: aturan pewarnaan sorot pola highlight pattern
it: evidenzia modello highlight pattern
ja: せんたくはんいのあたいでいろづけるーるをさくせい
ko: 색 지정 규칙 강조 패턴 선택 highlight pattern
pl: wyróżnij wzorzec highlight pattern
pt: realçar padrão highlight pattern
ro: evidentiere evidențiere model highlight pattern
th: กฎ ระบายสี เน้น รูปแบบ highlight pattern
tr: vurgula desen highlight pattern
uk: підсвічування шаблон highlight pattern
vi: quy tắc tô màu mẫu highlight pattern
zh_hans: 着色规则 突出显示 模式 highlight pattern
zh_hant: 著色規則 醒目提示 模式 highlight pattern

# Set_positionManager_followCursor
source: Position manager follows the cursor
ar: مدير المواضع يتتبع المؤشر
cs: Správce pozic sleduje kurzor
de: Positionsverwaltung folgt dem Cursor
el: Η διαχείριση θέσεων παρακολουθεί τον δρομέα
es: El administrador de posiciones sigue el cursor
fa: مدیر موقعیت‌ها مکان‌نما را دنبال می‌کند
fr: Le gestionnaire de positions suit le curseur
hu: A pozíciókezelő követi a kurzort
id: Pengelola posisi mengikuti kursor
it: La gestione posizioni segue il cursore
ja: 位置マネージャをカーソルに追従させる
ko: 위치 관리자가 커서 따라가기
pl: Menedżer pozycji podąża za kursorem
pt: O gerenciador de posições segue o cursor
ro: Managerul de poziții urmărește cursorul
th: ตัวจัดการตำแหน่งติดตามเคอร์เซอร์
tr: Konum yöneticisi imleci izler
uk: Диспетчер позицій стежить за курсором
vi: Trình quản lý vị trí theo con trỏ
zh_hans: 位置管理器跟随光标
zh_hant: 位置管理員跟隨游標

# SetDesc_positionManager_followCursor
source: Selects the bookmark that contains the cursor in the position manager.
ar: يحدد في مدير المواضع الإشارة المرجعية التي تحتوي على المؤشر.
cs: Ve správci pozic vybere záložku, která obsahuje kurzor.
de: Wählt in der Positionsverwaltung das Lesezeichen aus, das den Cursor enthält.
el: Επιλέγει στη διαχείριση θέσεων τον σελιδοδείκτη που περιέχει τον δρομέα.
es: Selecciona en el administrador de posiciones el marcador que contiene el cursor.
fa: نشانکی را که مکان‌نما در آن است در مدیر موقعیت‌ها انتخاب می‌کند.
fr: Sélectionne dans le gestionnaire de positions le signet qui contient le curseur.
hu: A pozíciókezelőben kijelöli a kurzort tartalmazó könyvjelzőt.
id: Memilih penanda yang berisi kursor di pengelola posisi.
it: Seleziona nella gestione posizioni il segnalibro che contiene il cursore.
ja: カーソルを含むブックマークを位置マネージャの一覧で選びます。
ko: 위치 관리자에서 커서가 포함된 책갈피를 선택합니다.
pl: Zaznacza w menedżerze pozycji zakładkę zawierającą kursor.
pt: Seleciona no gerenciador de posições o marcador que contém o cursor.
ro: Selectează în managerul de poziții marcajul care conține cursorul.
th: เลือกบุ๊กมาร์กที่มีเคอร์เซอร์อยู่ในตัวจัดการตำแหน่ง
tr: Konum yöneticisinde imleci içeren yer işaretini seçer.
uk: Вибирати в диспетчері позицій закладку, що містить курсор.
vi: Chọn dấu trang chứa con trỏ trong trình quản lý vị trí.
zh_hans: 在位置管理器中选择包含光标的书签。
zh_hant: 在位置管理員中選取包含游標的書籤。

# Set_bookmarks_richToolTip
source: Show bookmark descriptions in tooltips
ar: إظهار أوصاف الإشارات المرجعية في تلميحات الأدوات
cs: Zobrazovat popisy záložek v popiscích
de: Beschreibungen von Lesezeichen in QuickInfos anzeigen
el: Εμφάνιση περιγραφών σελιδοδεικτών σε συμβουλές οθόνης
es: Mostrar las descripciones de los marcadores en la información sobre herramientas
fa: نمایش توضیحات نشانک در راهنمای ابزار
fr: Afficher la description des signets dans les info-bulles
hu: Könyvjelző-leírások megjelenítése elemleírásokban
id: Tampilkan deskripsi penanda di tooltip
it: Mostra le descrizioni dei segnalibri nelle descrizioni comandi
ja: ブックマークの説明をツールチップに表示する
ko: 도구 설명에 책갈피 설명 표시
pl: Pokazuj opisy zakładek w etykietkach
pt: Mostrar descrições dos marcadores nas dicas de ferramenta
ro: Afișare descrieri marcaje în sfaturile ecran
th: แสดงคำอธิบายบุ๊กมาร์กในคำแนะนำเครื่องมือ
tr: Yer işareti açıklamalarını araç ipuçlarında göster
uk: Показувати описи закладок у підказках
vi: Hiện mô tả dấu trang trong chú giải công cụ
zh_hans: 在工具提示中显示书签说明
zh_hant: 在工具提示中顯示書籤說明

# SetDesc_bookmarks_richToolTip
source: Shows the name, range and comment (Markdown) of a bookmark when you hover over it.
ar: يُظهر الاسم والنطاق والتعليق (Markdown) للإشارة المرجعية عند تمرير المؤشر فوقها.
cs: Po najetí myší na záložku zobrazí její název, rozsah a komentář (Markdown).
de: Zeigt Name, Bereich und Kommentar (Markdown) eines Lesezeichens an, wenn Sie mit der Maus darauf zeigen.
el: Εμφανίζει το όνομα, την περιοχή και το σχόλιο (Markdown) ενός σελιδοδείκτη όταν τοποθετείτε τον δείκτη του ποντικιού επάνω του.
es: Muestra el nombre, el rango y el comentario (Markdown) de un marcador al pasar el puntero sobre él.
fa: وقتی نشانگر را روی نشانک نگه دارید، نام، محدوده و توضیح (Markdown) آن را نمایش می‌دهد.
fr: Affiche le nom, la plage et le commentaire (Markdown) d'un signet lorsque vous le survolez.
hu: Ha az egérmutatót egy könyvjelző fölé viszi, megjelenik a neve, a tartománya és a megjegyzése (Markdown).
id: Menampilkan nama, rentang, dan komentar (Markdown) penanda saat Anda mengarahkan kursor ke atasnya.
it: Mostra il nome, l'intervallo e il commento (Markdown) di un segnalibro quando ci passi sopra con il mouse.
ja: ブックマークの範囲にマウスを重ねると、名前・範囲・コメント (Markdown) を表示します。
ko: 책갈피 위에 마우스를 올리면 이름, 범위, 메모(Markdown)를 표시합니다.
pl: Pokazuje nazwę, zakres i komentarz (Markdown) zakładki po wskazaniu jej myszą.
pt: Mostra o nome, o intervalo e o comentário (Markdown) de um marcador quando você passa o mouse sobre ele.
ro: Afișează numele, intervalul și comentariul (Markdown) unui marcaj când treceți cu mouse-ul peste el.
th: แสดงชื่อ ช่วง และความคิดเห็น (Markdown) ของบุ๊กมาร์กเมื่อคุณวางเมาส์เหนือบุ๊กมาร์ก
tr: Fareyle üzerine geldiğinizde yer işaretinin adını, aralığını ve yorumunu (Markdown) gösterir.
uk: Показувати ім’я, діапазон і коментар (Markdown) закладки, коли на неї наведено вказівник.
vi: Hiện tên, phạm vi và bình luận (Markdown) của dấu trang khi bạn di chuột qua nó.
zh_hans: 将鼠标悬停在书签上时显示其名称、范围和注释（Markdown）。
zh_hant: 將滑鼠停留在書籤上時，顯示其名稱、範圍和註解（Markdown）。

# Set_annotations_hidden
source: Hidden annotation sources
ar: مصادر التعليقات التوضيحية المخفية
cs: Skryté zdroje poznámek
de: Ausgeblendete Anmerkungsquellen
el: Κρυφές πηγές σχολίων
es: Orígenes de anotaciones ocultos
fa: منابع یادداشت پنهان
fr: Sources d'annotations masquées
hu: Rejtett annotációforrások
id: Sumber anotasi tersembunyi
it: Origini delle annotazioni nascoste
ja: 非表示の注釈の出どころ
ko: 숨긴 주석 원본
pl: Ukryte źródła adnotacji
pt: Origens de anotações ocultas
ro: Surse de adnotări ascunse
th: แหล่งที่มาของคำอธิบายประกอบที่ซ่อน
tr: Gizli ek açıklama kaynakları
uk: Приховані джерела анотацій
vi: Nguồn chú thích bị ẩn
zh_hans: 隐藏的注释来源
zh_hant: 隱藏的註解來源

# SetDesc_annotations_hidden
source: Annotation sources that aren't shown in the hex view.
ar: مصادر التعليقات التوضيحية التي لا تظهر في عرض Hex.
cs: Zdroje poznámek, které se v zobrazení Hex nezobrazují.
de: Anmerkungsquellen, die in der Hex-Ansicht nicht angezeigt werden.
el: Πηγές σχολίων που δεν εμφανίζονται στην προβολή Hex.
es: Orígenes de anotaciones que no se muestran en la vista Hex.
fa: منابع یادداشتی که در نمای Hex نمایش داده نمی‌شوند.
fr: Sources d'annotations qui ne sont pas affichées dans la vue Hex.
hu: A Hex nézetben meg nem jelenített annotációforrások.
id: Sumber anotasi yang tidak ditampilkan di tampilan Hex.
it: Origini delle annotazioni non mostrate nella vista Hex.
ja: Hex ビューに表示しない注釈の出どころ。
ko: Hex 보기에 표시하지 않는 주석 원본입니다.
pl: Źródła adnotacji, które nie są pokazywane w widoku Hex.
pt: Origens de anotações que não são mostradas na exibição Hex.
ro: Sursele de adnotări care nu sunt afișate în vizualizarea Hex.
th: แหล่งที่มาของคำอธิบายประกอบที่ไม่แสดงในมุมมอง Hex
tr: Hex görünümünde gösterilmeyen ek açıklama kaynakları.
uk: Джерела анотацій, які не показуються в поданні Hex.
vi: Các nguồn chú thích không hiện trong chế độ xem Hex.
zh_hans: 不在 Hex 视图中显示的注释来源。
zh_hant: 不在 Hex 檢視中顯示的註解來源。

# Set_annotations_column
source: Show the annotation column
ar: إظهار عمود التعليقات التوضيحية
cs: Zobrazit sloupec poznámek
de: Anmerkungsspalte anzeigen
el: Εμφάνιση της στήλης σχολίων
es: Mostrar la columna de anotaciones
fa: نمایش ستون یادداشت‌ها
fr: Afficher la colonne des annotations
hu: Annotációoszlop megjelenítése
id: Tampilkan kolom anotasi
it: Mostra la colonna annotazioni
ja: 注釈の列を表示する
ko: 주석 열 표시
pl: Pokazuj kolumnę adnotacji
pt: Mostrar a coluna de anotações
ro: Afișare coloană adnotări
th: แสดงคอลัมน์คำอธิบายประกอบ
tr: Ek açıklama sütununu göster
uk: Показувати стовпець анотацій
vi: Hiện cột chú thích
zh_hans: 显示注释列
zh_hant: 顯示註解欄

# SetDesc_annotations_column
source: Shows the labels of annotations that start in each row, to the right of the text column.
ar: يُظهر تسميات التعليقات التوضيحية التي تبدأ في كل صف، على يمين عمود النص.
cs: Vpravo od textového sloupce zobrazí popisky poznámek, které začínají na daném řádku.
de: Zeigt rechts neben der Textspalte die Beschriftungen der Anmerkungen an, die in der jeweiligen Zeile beginnen.
el: Εμφανίζει τις ετικέτες των σχολίων που ξεκινούν σε κάθε γραμμή, δεξιά από τη στήλη κειμένου.
es: Muestra a la derecha de la columna de texto las etiquetas de las anotaciones que empiezan en cada fila.
fa: برچسب یادداشت‌هایی را که در هر سطر شروع می‌شوند، در سمت راست ستون متن نمایش می‌دهد.
fr: Affiche, à droite de la colonne texte, les étiquettes des annotations qui commencent dans chaque ligne.
hu: A szövegoszloptól jobbra megjeleníti az egyes sorokban kezdődő annotációk címkéit.
id: Menampilkan label anotasi yang dimulai di setiap baris, di sebelah kanan kolom teks.
it: Mostra a destra della colonna testo le etichette delle annotazioni che iniziano in ogni riga.
ja: テキスト列の右に、その行で始まる注釈のラベルを表示します。
ko: 각 행에서 시작하는 주석의 레이블을 텍스트 열 오른쪽에 표시합니다.
pl: Pokazuje na prawo od kolumny tekstu etykiety adnotacji zaczynających się w każdym wierszu.
pt: Mostra, à direita da coluna de texto, os rótulos das anotações que começam em cada linha.
ro: Afișează etichetele adnotărilor care încep pe fiecare rând, în dreapta coloanei text.
th: แสดงป้ายกำกับของคำอธิบายประกอบที่เริ่มในแต่ละแถว ทางขวาของคอลัมน์ข้อความ
tr: Her satırda başlayan ek açıklamaların etiketlerini metin sütununun sağında gösterir.
uk: Показувати праворуч від текстового стовпця мітки анотацій, що починаються в кожному рядку.
vi: Hiện nhãn của các chú thích bắt đầu ở mỗi hàng, bên phải cột văn bản.
zh_hans: 在文本列右侧显示从每一行开始的注释的标签。
zh_hant: 在文字欄右側，顯示從每一列開始之註解的標籤。

# Set_coloring_rules
source: Coloring rules for all documents
ar: قواعد التلوين لكل المستندات
cs: Pravidla obarvení pro všechny dokumenty
de: Farbregeln für alle Dokumente
el: Κανόνες χρωματισμού για όλα τα έγγραφα
es: Reglas de coloreado para todos los documentos
fa: قواعد رنگ‌آمیزی برای همهٔ سندها
fr: Règles de coloration pour tous les documents
hu: Színezési szabályok minden dokumentumhoz
id: Aturan pewarnaan untuk semua dokumen
it: Regole di colorazione per tutti i documenti
ja: 全体の色付けルール
ko: 모든 문서의 색 지정 규칙
pl: Reguły kolorowania dla wszystkich dokumentów
pt: Regras de coloração para todos os documentos
ro: Reguli de colorare pentru toate documentele
th: กฎการระบายสีสำหรับเอกสารทั้งหมด
tr: Tüm belgeler için renklendirme kuralları
uk: Правила розфарбовування для всіх документів
vi: Quy tắc tô màu cho mọi tài liệu
zh_hans: 适用于所有文档的着色规则
zh_hant: 所有文件的著色規則

# SetDesc_coloring_rules
source: Coloring rules applied to every document. Edit them in the Coloring rules panel.
ar: قواعد التلوين المطبقة على كل مستند. حررها في لوحة قواعد التلوين.
cs: Pravidla obarvení použitá pro každý dokument. Upravíte je v panelu Pravidla obarvení.
de: Farbregeln, die auf jedes Dokument angewendet werden. Bearbeiten Sie sie im Bereich „Farbregeln“.
el: Κανόνες χρωματισμού που εφαρμόζονται σε κάθε έγγραφο. Επεξεργαστείτε τους στο πλαίσιο Κανόνες χρωματισμού.
es: Reglas de coloreado que se aplican a todos los documentos. Edítalas en el panel Reglas de coloreado.
fa: قواعد رنگ‌آمیزی که روی همهٔ سندها اعمال می‌شوند. آن‌ها را در پنل قواعد رنگ‌آمیزی ویرایش کنید.
fr: Règles de coloration appliquées à chaque document. Modifiez-les dans le volet Règles de coloration.
hu: Minden dokumentumra alkalmazott színezési szabályok. A Színezési szabályok panelen szerkeszthetők.
id: Aturan pewarnaan yang diterapkan ke setiap dokumen. Edit di panel Aturan pewarnaan.
it: Regole di colorazione applicate a ogni documento. Modificale nel pannello Regole di colorazione.
ja: すべてのドキュメントに適用する色付けルール。「色付けルール」パネルで編集します。
ko: 모든 문서에 적용되는 색 지정 규칙입니다. [색 지정 규칙] 패널에서 편집합니다.
pl: Reguły kolorowania stosowane do każdego dokumentu. Edytuj je w panelu Reguły kolorowania.
pt: Regras de coloração aplicadas a todos os documentos. Edite-as no painel Regras de coloração.
ro: Reguli de colorare aplicate fiecărui document. Editați-le în panoul Reguli de colorare.
th: กฎการระบายสีที่ใช้กับทุกเอกสาร แก้ไขได้ในแผงกฎการระบายสี
tr: Her belgeye uygulanan renklendirme kuralları. Bunları Renklendirme kuralları panelinde düzenleyin.
uk: Правила розфарбовування, що застосовуються до всіх документів. Змінюйте їх на панелі «Правила розфарбовування».
vi: Quy tắc tô màu áp dụng cho mọi tài liệu. Chỉnh sửa chúng trong bảng Quy tắc tô màu.
zh_hans: 应用于每个文档的着色规则。请在“着色规则”面板中编辑。
zh_hant: 套用至每份文件的著色規則。請在「著色規則」面板中編輯。

# Set_coloring_highContrastColors
source: Use coloring rule colors in high contrast
ar: استخدام ألوان قواعد التلوين في التباين العالي
cs: Používat barvy pravidel obarvení v režimu vysokého kontrastu
de: Farben der Farbregeln bei hohem Kontrast verwenden
el: Χρήση χρωμάτων κανόνων χρωματισμού σε υψηλή αντίθεση
es: Usar los colores de las reglas de coloreado en contraste alto
fa: استفاده از رنگ‌های قواعد رنگ‌آمیزی در کنتراست بالا
fr: Utiliser les couleurs des règles de coloration en contraste élevé
hu: A színezési szabályok színeinek használata nagy kontrasztú módban
id: Gunakan warna aturan pewarnaan dalam kontras tinggi
it: Usa i colori delle regole di colorazione nel contrasto elevato
ja: ハイコントラストでも色付けルールの色を使う
ko: 고대비에서 색 지정 규칙의 색 사용
pl: Używaj kolorów reguł kolorowania w trybie wysokiego kontrastu
pt: Usar as cores das regras de coloração em alto contraste
ro: Utilizare culori ale regulilor de colorare în contrast ridicat
th: ใช้สีของกฎการระบายสีในโหมดคอนทราสต์สูง
tr: Yüksek karşıtlıkta renklendirme kuralı renklerini kullan
uk: Використовувати кольори правил розфарбовування в режимі високої контрастності
vi: Dùng màu của quy tắc tô màu ở chế độ tương phản cao
zh_hans: 在高对比度模式下使用着色规则颜色
zh_hant: 在高對比中使用著色規則的色彩

# SetDesc_coloring_highContrastColors
source: In high contrast themes, coloring rules are shown with border shapes instead of colors unless this is on.
ar: في سمات التباين العالي، تظهر قواعد التلوين بأشكال الإطار بدلاً من الألوان ما لم يتم تشغيل هذا الخيار.
cs: V motivech s vysokým kontrastem se pravidla obarvení zobrazují tvarem ohraničení místo barev, pokud tato možnost není zapnutá.
de: In Designs mit hohem Kontrast werden Farbregeln durch Rahmenformen statt Farben dargestellt, sofern diese Option nicht aktiviert ist.
el: Στα θέματα υψηλής αντίθεσης, οι κανόνες χρωματισμού εμφανίζονται με σχήματα περιγράμματος αντί για χρώματα, εκτός αν αυτό είναι ενεργοποιημένο.
es: En los temas de contraste alto, las reglas de coloreado se muestran con formas de borde en lugar de colores, salvo que esta opción esté activada.
fa: در طرح‌های کنتراست بالا، قواعد رنگ‌آمیزی به‌جای رنگ با شکل حاشیه نمایش داده می‌شوند، مگر اینکه این گزینه روشن باشد.
fr: Dans les thèmes à contraste élevé, les règles de coloration sont représentées par des formes de bordure plutôt que par des couleurs, sauf si cette option est activée.
hu: Nagy kontrasztú témákban a színezési szabályok színek helyett szegélyformákkal jelennek meg, hacsak ez nincs bekapcsolva.
id: Dalam tema kontras tinggi, aturan pewarnaan ditampilkan dengan bentuk bingkai alih-alih warna, kecuali opsi ini aktif.
it: Nei temi a contrasto elevato, le regole di colorazione vengono mostrate con forme di bordo anziché con colori, a meno che questa opzione non sia attiva.
ja: オフのときは、ハイコントラストでは色付けルールの色を使わず、枠線の形で区別します。
ko: 이 옵션이 꺼져 있으면 고대비 테마에서는 색 지정 규칙을 색 대신 테두리 모양으로 표시합니다.
pl: W motywach wysokiego kontrastu reguły kolorowania są pokazywane za pomocą kształtów obramowania zamiast kolorów, chyba że ta opcja jest włączona.
pt: Em temas de alto contraste, as regras de coloração são mostradas com formas de borda em vez de cores, a menos que esta opção esteja ativada.
ro: În temele cu contrast ridicat, regulile de colorare sunt afișate cu forme de bordură în loc de culori, dacă această opțiune nu este activată.
th: ในธีมคอนทราสต์สูง กฎการระบายสีจะแสดงด้วยรูปแบบเส้นขอบแทนสี เว้นแต่จะเปิดตัวเลือกนี้
tr: Bu açık değilse, yüksek karşıtlık temalarında renklendirme kuralları renk yerine kenarlık şekilleriyle gösterilir.
uk: Якщо параметр вимкнено, у темах високої контрастності правила розфарбовування відображаються формою рамки, а не кольором.
vi: Ở chủ đề tương phản cao, quy tắc tô màu được hiện bằng kiểu viền thay vì màu, trừ khi bật tùy chọn này.
zh_hans: 在高对比度主题中，除非启用此项，否则着色规则将以边框形状而不是颜色显示。
zh_hant: 在高對比佈景主題中，除非開啟此選項，否則著色規則會以框線形狀而非色彩顯示。

# Menu_File_OpenAdvanced.Text
source: Open with options...
ar: فتح مع خيارات...
cs: Otevřít s možnostmi...
de: Mit Optionen öffnen...
el: Άνοιγμα με επιλογές...
es: Abrir con opciones...
fa: باز کردن با گزینه‌ها...
fr: Ouvrir avec des options...
hu: Megnyitás beállításokkal...
id: Buka dengan Opsi...
it: Apri con opzioni...
ja: 詳細を指定して開く(V)...
ko: 옵션을 지정하여 열기(V)...
pl: Otwórz z opcjami...
pt: Abrir com opções...
ro: Deschidere cu opțiuni...
th: เปิดพร้อมตัวเลือก(V)...
tr: Seçeneklerle Aç...
uk: Відкрити з параметрами...
vi: Mở với Tùy chọn...
zh_hans: 使用选项打开(V)...
zh_hant: 以選項開啟(V)...

# Menu_File_OpenAdvanced.AccessKey
source: V
ar: ت
cs: M
de: M
el: Ο
es: O
fa: ک
fr: D
hu: Y
id: O
it: P
pl: T
pt: O
ro: U
tr: S
uk: И

# Menu_File_OpenSelection.Text
source: Open selection in a new tab
ar: فتح التحديد في علامة تبويب جديدة
cs: Otevřít výběr na nové kartě
de: Auswahl in neuer Registerkarte öffnen
el: Άνοιγμα επιλογής σε νέα καρτέλα
es: Abrir la selección en una pestaña nueva
fa: باز کردن انتخاب در زبانهٔ جدید
fr: Ouvrir la sélection dans un nouvel onglet
hu: Kijelölés megnyitása új lapon
id: Buka Pilihan di Tab Baru
it: Apri selezione in una nuova scheda
ja: 選択範囲を新しいタブで開く(B)
ko: 선택 영역을 새 탭에서 열기(B)
pl: Otwórz zaznaczenie na nowej karcie
pt: Abrir seleção em uma nova guia
ro: Deschidere selecție într-o filă nouă
th: เปิดส่วนที่เลือกในแท็บใหม่(B)
tr: Seçimi Yeni Sekmede Aç
uk: Відкрити виділення в новій вкладці
vi: Mở Vùng chọn trong Tab Mới
zh_hans: 在新选项卡中打开选定内容(B)
zh_hant: 在新索引標籤中開啟選取範圍(B)

# Menu_File_OpenSelection.AccessKey
source: B
ar: ا
cs: T
de: R
el: Η
es: U
fa: ا
fr: V
hu: S
id: H
it: Z
pl: Ó
pt: U
tr: I
uk: Т

# Menu_File_OpenSelectionLinked.Text
source: Linked view
ar: عرض مرتبط
cs: Propojené zobrazení
de: Verknüpfte Ansicht
el: Συνδεδεμένη προβολή
es: Vista vinculada
fa: نمای پیوندی
fr: Vue liée
hu: Csatolt nézet
id: Tampilan Tertaut
it: Vista collegata
ja: 連動ビュー(L)
ko: 연결된 보기(L)
pl: Widok połączony
pt: Exibição vinculada
ro: Vizualizare legată
th: มุมมองที่เชื่อมโยง(L)
tr: Bağlı görünüm
uk: Пов’язане подання
vi: Chế độ xem Liên kết
zh_hans: 链接视图(L)
zh_hant: 連結檢視(L)

# Menu_File_OpenSelectionLinked.AccessKey
source: L
ar: ر
cs: P
de: V
el: Σ
es: V
fa: پ
fr: V
hu: C
id: T
it: V
pl: W
pt: E
ro: V
tr: B
uk: П

# Menu_File_OpenSelectionCopy.Text
source: As a copy
ar: كنسخة
cs: Jako kopii
de: Als Kopie
el: Ως αντίγραφο
es: Como copia
fa: به‌صورت رونوشت
fr: En tant que copie
hu: Másolatként
id: Sebagai Salinan
it: Come copia
ja: コピーとして(C)
ko: 복사본으로(C)
pl: Jako kopię
pt: Como cópia
ro: Ca o copie
th: เป็นสำเนา(C)
tr: Kopya olarak
uk: Як копію
vi: Dưới dạng Bản sao
zh_hans: 作为副本(C)
zh_hant: 作為複本(C)

# Menu_File_OpenSelectionCopy.AccessKey
source: C
ar: ن
cs: J
de: A
el: Α
fa: ر
fr: E
hu: M
id: S
pl: J
tr: K
uk: К
vi: S

# Menu_File_Import.Text
source: Import...
ar: استيراد...
cs: Importovat...
de: Importieren...
el: Εισαγωγή...
es: Importar...
fa: وارد کردن...
fr: Importer...
hu: Importálás...
id: Impor...
it: Importa...
ja: インポート(I)...
ko: 가져오기(I)...
pl: Importuj...
pt: Importar...
ro: Importare...
th: นำเข้า(I)...
tr: İçeri Aktar...
uk: Імпорт...
vi: Nhập...
zh_hans: 导入(I)...
zh_hant: 匯入(I)...

# Menu_File_Import.AccessKey
source: I
ar: ي
cs: R
de: P
el: Β
es: P
fa: ر
fr: P
hu: P
it: M
pl: U
pt: M
ro: G
tr: C
uk: М
vi: E

# Menu_File_Export.Text
source: Export
ar: تصدير
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fa: صادر کردن
fr: Exporter
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート(P)
ko: 내보내기(P)
pl: Eksportuj
pt: Exportar
ro: Exportare
th: ส่งออก(P)
tr: Dışarı Aktar
uk: Експорт
vi: Xuất
zh_hans: 导出(P)
zh_hant: 匯出(P)

# Menu_File_Export.AccessKey
source: P
ar: ر
cs: X
de: X
el: Ζ
es: X
fa: ص
fr: X
hu: X
id: Q
it: H
pl: B
pt: X
ro: X
tr: Ş
uk: Б
vi: U

# Menu_File_ExportDialog.Text
source: Export...
ar: تصدير...
cs: Exportovat...
de: Exportieren...
el: Εξαγωγή...
es: Exportar...
fa: صادر کردن...
fr: Exporter...
hu: Exportálás...
id: Ekspor...
it: Esporta...
ja: エクスポート(E)...
ko: 내보내기(E)...
pl: Eksportuj...
pt: Exportar...
ro: Exportare...
th: ส่งออก(E)...
tr: Dışarı Aktar...
uk: Експорт...
vi: Xuất...
zh_hans: 导出(E)...
zh_hant: 匯出(E)...

# Menu_File_ExportDialog.AccessKey
source: E
ar: ت
el: Ξ
fa: ک
tr: D
uk: Е
vi: X

# Menu_File_ExportSelection.Text
source: Export selection...
ar: تصدير التحديد...
cs: Exportovat výběr...
de: Auswahl exportieren...
el: Εξαγωγή επιλογής...
es: Exportar la selección...
fa: صادر کردن انتخاب...
fr: Exporter la sélection...
hu: Kijelölés exportálása...
id: Ekspor Pilihan...
it: Esporta selezione...
ja: 選択範囲をエクスポート(S)...
ko: 선택 영역 내보내기(S)...
pl: Eksportuj zaznaczenie...
pt: Exportar seleção...
ro: Exportare selecție...
th: ส่งออกส่วนที่เลือก(S)...
tr: Seçimi dışarı aktar...
uk: Експорт виділення...
vi: Xuất Vùng chọn...
zh_hans: 导出选定内容(S)...
zh_hant: 匯出選取範圍(S)...

# Menu_File_ExportSelection.AccessKey
source: S
ar: ح
cs: V
de: A
el: Π
es: L
fa: ن
fr: L
hu: K
id: P
pl: Z
uk: В
vi: V

# Menu_File_SaveSelection.Text
source: Save selection as binary...
ar: حفظ التحديد كملف ثنائي...
cs: Uložit výběr jako binární...
de: Auswahl als Binärdatei speichern...
el: Αποθήκευση επιλογής ως δυαδικό...
es: Guardar la selección como binario...
fa: ذخیرهٔ انتخاب به‌صورت دودویی...
fr: Enregistrer la sélection en binaire...
hu: Kijelölés mentése binárisként...
id: Simpan Pilihan sebagai Biner...
it: Salva selezione come binario...
ja: 選択範囲をバイナリで保存(B)...
ko: 선택 영역을 이진 파일로 저장(B)...
pl: Zapisz zaznaczenie jako binarne...
pt: Salvar seleção como binário...
ro: Salvare selecție ca binar...
th: บันทึกส่วนที่เลือกเป็นไบนารี(B)...
tr: Seçimi ikili olarak kaydet...
uk: Зберегти виділення як двійковий файл...
vi: Lưu Vùng chọn dạng Nhị phân...
zh_hans: 将选定内容另存为二进制(B)...
zh_hant: 將選取範圍另存為二進位檔(B)...

# Menu_File_SaveSelection.AccessKey
source: B
ar: ث
cs: U
el: Υ
es: G
fa: د
fr: S
hu: M
it: C
pl: J
pt: C
ro: C
tr: K
uk: З
vi: L

# Menu_File_Workspace.Text
source: Workspace
ar: مساحة العمل
cs: Pracovní prostor
de: Arbeitsbereich
el: Χώρος εργασίας
es: Área de trabajo
fa: فضای کاری
fr: Espace de travail
hu: Munkaterület
id: Ruang Kerja
it: Area di lavoro
ja: ワークスペース(J)
ko: 작업 영역(J)
pl: Obszar roboczy
pt: Espaço de trabalho
ro: Spațiu de lucru
th: พื้นที่ทำงาน(J)
tr: Çalışma Alanı
uk: Робоча область
vi: Không gian Làm việc
zh_hans: 工作区(J)
zh_hant: 工作區(J)

# Menu_File_Workspace.AccessKey
source: J
ar: م
cs: C
de: T
el: Χ
fa: ض
fr: B
hu: U
id: N
pl: F
pt: Ç
tr: G
uk: Ч
vi: F
